[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Sluiten
btnUpdate.Caption=Download
btnConfirmCancel.Caption=Annuleer
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Gefeliciteerd! U heeft al de nieuwste versie. Geen update beschikbaar.
lblGetUptInfo.Caption=Ophalen van update-informatie, even geduld aub...
btnConfigCancel.Caption=Annuleer
btnMinimize.Caption=Verklein
btnProcessCancel.Caption=Annuleer
btnUptWeb.Caption=Update nu
btnWebCancel.Caption=Update Later
lblUpdateFailed.Caption=Update mislukt! Probeer het later opnieuw. Or please click Retry button to update again.
btnFailedClose.Caption=Sluiten
btnRetry.Caption=opnieuw proberen
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Item
Size=Grootte
Version=Versie
DownLoading=Downloaden
OK=OK
Close=Sluiten
LiveUpdate=Update
UpdateSuccess=%s is bijgewerkt. U kunt nu genieten van de nieuwste functies en verbeteringen.
WebDownLoad=Nieuww versie van %s is verkrijgbaar. Gelieve update het nu om de nieuwste functies en verbeteringen te krijgen. Het is gratis.
AvailableUpdates=Verkrijgbare Updates
NewVersion=Nieuwe Versie
VersionUpdate=Versie Update
ImportantUpdate=Belangrijke Update

